Repository: iarhamanwaar/NeedsToHome
Catalog: admin_app/lib/l10n/intl_*.arb
Languages: my

source: Title
my: tajuk

source: Edit membership plan
my: edit pelan keahlian

source: Edit category
my: edit kategori

source: Edit sub category
my: edit subkategori

source: Edit delivery tips
my: edit petua penghantaran

source: Offer banner
my: menawarkan sepanduk

# version_controll
source: Version control
my: kawalan versi

source: Fixed banner
my: sepanduk tetap

source: Shop info
my: Maklumat Kedai

source: Transaction
my: Transaksi

source: Total balance
my: jumlah baki

source: Request amount
my: jumlah permintaan

source: Collected cash
my: wang tunai yang dikumpul

source: Total withdraw
my: jumlah pengeluaran

source: Company name
my: nama syarikat

source: Holidays
my: hari cuti

source: Business type
my: jenis perniagaan

source: Cash on hand
my: Wang tunai di Tangan

source: View track
my: Lihat Trek

source: Track
my: Jejak

source: Not verified driver
my: Pemandu Tidak Disahkan

source: Block
my: Sekat

source: Publishable key
my: Kunci boleh diterbitkan

source: Secret key
my: Kunci rahsia

source: App
my: APLIKASI

source: App name
my: Nama apl

source: Link
my: pautan

source: Dial code
my: kod dail

source: Number_of_decimal_point
my: bilangan titik perpuluhan

# handy_service_commission
source: Handy_service_commision
my: Komisen perkhidmatan berguna

source: Distance type
my: Jenis jarak

source: Zones
my: Zon

source: Near_to_you
my: Dekat dengan awak

source: Type
my: taip

source: Collected date
my: Tarikh terkumpul

source: Working experience
my: Pengalaman bekerja

source: Register date
my: Tarikh daftar

source: Edit tax
my: Edit cukai

source: On the way
my: Dalam perjalanan

source: Job completed
my: Kerja selesai

source: Time
my: Masa

source: Provider mobile
my: Mudah alih pembekal

source: Booking time
my: Masa tempahan

source: Service
my: Perkhidmatan

source: Total amount
my: Jumlah keseluruhan

source: Enter your store id
my: Masukkan id kedai anda

source: Please enter your valid mobile number
my: Sila masukkan nombor telefon bimbit anda yang sah

source: Please enter your driving license
my: Sila masukkan lesen memandu anda

source: Please enter about you
my: Sila masukkan tentang anda

source: Age
my: umur

source: Verified
my: Disahkan

source: Live status
my: Status langsung

source: Proof
my: Bukti

source: Edit delivery fees
my: Edit bayaran penghantaran

source: Edit app version
my: Edit versi apl

source: Enter your app name
my: Masukkan nama apl anda

source: Enter app version
my: Masukkan versi apl

source: Play store link
my: Pautan kedai Play

source: Edit shop type
my: Edit jenis kedai

source: Edit coupon
my: Edit kupon

source: Start date
my: Tarikh mula

source: Expiry date
my: Tarikh luput

source: Please enter the title
my: Sila masukkan tajuk

source: Please enter the discount
my: Sila masukkan diskaun

source: Please enter the minimum purchased amount
my: Sila masukkan jumlah pembelian minimum

# please_enter_terms
source: Please enter the terms
my: Sila masukkan syarat

source: Please enter your limit
my: Sila masukkan had anda

source: Please enter your code
my: Sila masukkan kod anda

source: Please enter your maximum limit
my: Sila masukkan had maksimum anda

source: Please enter the price
my: Sila masukkan harga

source: Please enter the commission
my: Sila masukkan komisen

source: Please enter the product upload limit
my: Sila masukkan had muat naik produk

source: Please enter the validity
my: Sila masukkan kesahihan
