Repository: iarhamanwaar/NeedsToHome
Catalog: admin_app/lib/l10n/intl_*.arb
Languages: my

source: Category wise product
my: Produk bijak kategori

source: coupon
my: Kupon

source: My orders
my: Arahan saya

source: Empty cart
my: Troli kosong

source: Rating
my: Penarafan

source: Logout
my: Log keluar

source: Login
my: Log masuk

source: Dark mode
my: Mod gelap

source: Language
my: Bahasa

source: Verify
my: Sahkan

source: Apply coupons
my: Memohon kupon

source: Upto off
my: Hapuskan

source: Category list
my: Senarai kategori

source: Total
my: Jumlah

source: View cart
my: Lihat troli

source: Quantity
my: Kuantiti

source: You save
my: Anda berjimat

source: Verification
my: Pengesahan

source: Enter the otp send to
my: Masukkan hantaran otp ke

source: Full name
my: Nama penuh

source: Profile settings
my: Tetapan profil

source: Languages
my: bahasa

source: App settings
my: Tetapan aplikasi

source: Select your preferred languages
my: Pilih bahasa pilihan anda

source: Remove
my: Keluarkan

source: Notifications
my: Pemberitahuan

source: Your order is placed successfully
my: Pesanan anda berjaya dibuat

source: Favorite products
my: Produk kegemaran

source: View bill details
my: Lihat butiran bil

source: Bill details
my: Lihat butiran bil

source: Reviews
my: Ulasan

source: Product details
my: Maklumat produk

source: Easy returns
my: Pulangan yang mudah

# credit_card_debit_card_emi_net_banking_cod
source: Credit card, debit card, emi, net banking, codÿ©
my: Kad kredit, kad debit, emi, perbankan bersih, cod

source: Related products
my: Produk Berkaitan

# ratings_and_reviews
source: Ratings & reviews
my: Penilaian & ulasan

source: Add to cart
my: Tambah ke troli

source: Thank you
my: Tambah ke troli

source: Buy now
my: Beli sekarang

source: Most popular
my: Paling popular

source: Shop from the categories
my: Belanja dari kategori

source: Best of
my: Belanja dari kategori

source: Best saver
my: Penjimat terbaik

source: Today deals
my: Hari ini berurusan

source: Coupons for you
my: Kupon untuk anda

source: Delivery location
my: Lokasi penghantaran

source: Select your location
my: Pilih lokasi anda

source: Press the button and start speaking
my: Tekan butang dan mula bercakap

source: Device location is off
my: Lokasi peranti dimatikan

source: Turning on device location will ensure accurate address and hassie free delivery
my: Menghidupkan lokasi peranti akan memastikan alamat yang tepat dan penghantaran percuma

# proceed_and_close
source: Proceed & close
my: Teruskan untuk ditutup

source: What are you looking for
my: Apa yang anda cari?

source: Select your address
my: Pilih alamat anda

source: Password
my: Kata Laluan

source: Should be valid email
my: Sepatutnya e-mel yang sah

source: Forget Password
my: Harus lebih daripada 3 aksara

source: Welcome Back
my: Selamat kembali

source: Don't have an account
my: Tidak mempunyai akaun

source: Welcome
my: Selamat datang

source: This email account exists
my: Akaun e-mel ini ada

source: Your reset link has been sent to your email
my: Pautan set semula anda telah dihantar ke e-mel anda

source: Error verify email settings
my: Ralat mengesahkan tetapan e-mel

source: Invalid Email format
my: Format e-mel tidak sah

source: Invalid Mobile number
my: Nombor telefon bimbit tidak sah

source: Already have an account
my: Sudah mempunyai akaun

source: Select Delivery Address
my: Pilih alamat penghantaran

source: Home
my: kediaman

source: Offer
my: Tawaran

source: Items
my: Barang

source: Go Cart
my: Pergi kereta

source: Best saver of the month
my: Penjimat terbaik bulan ini

source: Checkout
my: Daftar keluar

source: To pay
my: Bayar

source: Item Total
my: Jumlah item

source: Discount
my: Diskaun

source: CHANGE ADDRESS
my: Tukar alamat

source: APPLY
my: Memohon

source: Enter Coupon Code
my: masukkan kod kupon

source: AVAILABLE COUPONS
my: Kupon yang ada

source: Successfully
my: Berjaya

source: Wrong email or password
my: E-mel atau kata laluan yang salah

source: This account not exist
my: Akaun ini tidak ada

source: On this Order
my: Atas Pesanan ini

source: Use code
my: Gunakan kod

source: On your order above
my: Atas pesanan anda di atas

source: Get
my: Dapatkan

source: this code
my: Kod ini

source: No description
my: Tiada deskripsi

source: you_must sign in to access to this section
my: Anda mesti log masuk untuk mengakses bahagian ini

source: My Favourite
my: Kegemaran saya

source: Your item is removed from the cart
my: Item anda dikeluarkan dari troli

source: Light Mode
my: Mod cahaya

source: Version
my: versi

source: Profile
my: Profil

source: NO DATA FOUND
my: TIADA DATA DIJUMPAI

source: Shop the best offers
my: Beli tawaran terbaik

source: signup
my: pendaftaran

source: Net banking
my: Perbankan bersih

source: Credit card
my: Kad kredit

source: Done
my: Selesai

# booking_statuts
source: Booking status
my: Status tempahan

source: Tracking system
my: Sistem penjejakan

source: Placed
my: Ditempatkan

source: Accepted
my: Diterima

source: Banner
my: Sepanduk

source: Add banner
my: Tambah Sepanduk

source: Please enter your category
my: Sila masukkan kategori anda

source: Select your banner
my: Pilih sepanduk anda

source: Category name
my: Nama kategori

source: Select your category
my: Pilih kategori anda

source: Sub categories
my: Sub kategori

source: Please enter your sub category
my: Sila masukkan subkategori anda

source: Subcategory name
my: Nama Sub Kategori

source: Select your subcategory
my: Pilih sub kategori anda

source: Camera
my: Kamera

source: Gallery
my: Galeri

source: Product
my: Produk

source: Add product
my: Tambah produk

source: Product title
my: Tajuk produk

source: Please enter your product
my: Sila masukkan produk anda

source: Sub category
my: Sub kategori

source: Please enter your sales price
my: Sila masukkan harga jualan anda

source: Sales price
my: Harga jualan

source: Please enter your strike price
my: Sila masukkan harga teguran anda

source: Strike price
my: Harga mogok

source: Please enter your quantity price
my: Sila masukkan harga kuantiti anda

source: Please enter your unit price
my: Sila masukkan harga seunit anda

source: Current stock
my: Stok semasa

source: Variant
my: Pelbagai

source: Add variant
my: Tambah Varian

source: Please enter your quantity
my: Sila masukkan kuantiti anda

source: View detail
my: Lihat Perincian

source: Reject
my: Tolak

source: Confirm
my: Sahkan

source: Ready
my: Sedia

source: Order
my: Pesanan

source: Billed to
my: Ditagih ke

source: Shipped to
my: Dihantar kepada

source: Order date
my: Tarikh pesanan

source: Order summary
my: Ringkasan Pesanan

source: All itmes here cannot be deleted
my: Semua Itmes di sini tidak dapat dipadamkan

source: Price
my: Harga

source: Subtotal
my: jumlah kecil

source: Shipping
my: penghantaran

source: Process payment
my: Proses pembayaran

source: Cancel
my: Batal

source: Print
my: Cetak

# your_restaurent_name
source: Your restaurant name
my: Nama Restaurent anda

source: Todays revenue
my: Pendapatan Hari Ini

source: This month so far
my: Bulan ini setakat ini

source: Total revenue
my: Jumlah hasil

source: Due amount
my: Jumlah terhutang

source: Total orders
my: Jumlah Pesanan

source: Total products
my: Jumlah Produk

source: Provide your name
my: berikan Nama anda

source: Please provide shop name
my: sila berikan Nama Kedai

source: Please provide subtitle
my: sila berikan sari kata

source: Please provide phone no
my: sila berikan No Telefon

source: Please provide started year
my: sila berikan Tahun Permulaan

source: Full address
my: Alamat penuh

source: Please provide your address
my: sila berikan alamat anda

source: Please provide description
my: Sila berikan keterangan

source: Please provide bank name
my: sila berikan Nama Bank

source: Please provide account number
my: sila berikan Nombor Akaun

source: Please provide swift code
my: sila berikan Swift Code

source: Bulk upload
my: Muat Naik Pukal

source: Delivery boy
my: Budak Penghantaran

source: Dark
my: Gelap

source: Light
my: Cahaya

source: Online
my: Dalam talian

source: Total Earn
my: Jumlah Pendapatan

source: Products
my: Produk

source: Invalid password
my: kata laluan tidak sah

source: The payment method that we provide is to make it easier for you to invoices
my: kaedah pembayaran yang kami sediakan adalah untuk memudahkan anda membuat invois

source: Add subcategory
my: Tambah subkategori

source: Its easy and takes less than 30 seconds
my: Mudah dan mengambil masa kurang dari 30 saat

source: Copyright 2020
my: Hak Cipta 2020

source: New orders
my: Pesanan baru

source: Bottom banner
my: Sepanduk bawah

source: Payment
my: Pembayaran

source: Notification
my: Pemberitahuan

source: Delivery fees
my: Bayaran penghantaran

source: Complaints
my: Aduan

source: General settings
my: Tetapan umum

source: Currency
my: Mata Wang

source: Manage profile
my: Urus profil

source: New order
my: Pesanan baru

source: Processing
my: Memproses

source: Out for delivery
my: Keluar untuk penghantaran

source: Completed
my: Selesai

source: Manage shop type
my: Urus jenis kedai

source: Add shop type
my: Tambahkan jenis kedai

source: Type name
my: Taipkan nama

source: Commission
my: Suruhanjaya

source: select your type
my: pilih jenis anda

source: Dashboard color
my: Warna papan pemuka

source: Select your preview icon
my: Pilih ikon pratonton anda

source: Select your preview image
my: Pilih gambar pratonton anda

source: Vendor list
my: Senarai vendor

source: View more
my: Lihat lagi

source: General details
my: Perincian am

source: Bank details
my: Butiran bank

source: Password change
my: Penukaran kata laluan

source: Shop name
my: Nama kedai

source: Subtitle
my: Sarikata

source: Email
my: E-mel

source: Alternative mobile
my: Telefon bimbit alternatif

source: Open time
my: Waktu terbuka

source: Close time
my: Tutup masa

source: Description
my: Penerangan

source: Bank name
my: nama bank

source: Swift code
my: Kod pantas

source: Current password
my: Kata laluan semasa

source: New password
my: Kata laluan baharu

source: Confirm password
my: Sahkan kata laluan

source: Manage users
my: Urus pengguna

source: Manage delivery boy
my: Uruskan budak hantaran

source: Verified driver
my: Pemandu yang disahkan

source: Get help
my: Dapatkan pertolongan

source: Commission earned
my: Komisen diperoleh

source: Push notification
my: Pemberitahuan tolak

source: Select your user
my: Pilih pengguna anda

source: Notification title
my: Tajuk pemberitahuan

source: Notification text
my: Teks pemberitahuan

source: Initial state
my: Keadaan awal

source: Expanded view
my: Paparan yang diperluas

source: Device preview
my: Pratonton peranti

source: Manage delivery tips
my: Urus petua penghantaran

source: Delivery tips
my: Petua penghantaran

source: Add delivery tips
my: Tambahkan petua penghantaran

source: Tips
my: Petua

source: Cancell
my: Batalkan

source: Manage delivery fees
my: Uruskan bayaran penghantaran

source: Distance
my: Jarak

source: Add delivery fees
my: Tambahkan yuran penghantaran

source: From range
my: Dari pelbagai

source: To range
my: Untuk berkisar

source: Fees
my: Bayaran

source: To
my: ke

source: Payment settings
my: Tetapan pembayaran

source: Delivery settings
my: Tetapan penghantaran

source: System name
my: Nama sistem

source: System email
my: E-mail syst√®me

source: Google map api
my: Api peta Google

source: Razor pay
my: Bayar cukur

source: Minimum purchase
my: Pembelian minimum

# cancellation_time_limit_minutes
source: Cancellation time limit(sec)
my: Had masa pembatalan (minit)

source: Show currency in the right of price
my: Tunjukkan mata wang di sebelah kanan harga

source: Strip
my: Jalur

source: Delivery boy commission
my: Komisyen budak hantaran

source: Instance delivery
my: Penghantaran segera

source: Auto assign
my: Tugasan Auto

source: Coverage radius
my: Jejari liputan

source: Manage currency
my: Urus mata wang

source: Add cuurency
my: Tambah mata wang

source: Currency name
my: Nama mata wang

source: Country
my: Negara

source: Close
my: Tutup

source: Open
my: Buka

source: Please select
my: Sila pilih

source: Should be more than 3 characters
my: hendaklah lebih daripada 3 aksara

source: Please enter the name
my: Sila masukkan nama

source: Please enter the tips
my: Sila masukkan Petua

source: Please enter the from range
my: Sila masukkan julat Dari

source: Please enter the to range
my: Sila masukkan julat Ke

source: Please enter the fees
my: Sila masukkan Yuran

source: Please enter system name
my: sila masukkan nama sistem

source: Please enter system title
my: sila masukkan tajuk sistem

source: Please enter api
my: sila masukkan API

source: Please enter phone number
my: sila masukkan nombor telefon

# please_enter_addres
source: Please enter address
my: sila masukkan alamat

source: Please enter the value
my: sila masukkan nilainya

source: Please enter the password
my: sila masukkan kata laluan

source: Currency symbol
my: Simbol mata wang

source: Please enter the currency symbol
my: Sila masukkan Simbol Mata Wang

source: Please enter the currency name
my: Sila masukkan Simbol Mata Wang

source: Please enter the country name
my: Sila masukkan nama Negara

source: Membership
my: Keahlian

source: Take away
my: Bawa pulang

# settelment
source: Settlement
my: Penyelesaian

source: Membership history
my: Sejarah Keahlian

source: Cash on server
my: Tunai pada pelayan

source: Handy service
my: Perkhidmatan yang berguna

source: Provider
my: Pembekal

source: Tax
my: Cukai

source: General
my: Umum

source: This year sales
my: Jualan Tahun Ini

source: Mar
my: Mac

source: Aug
my: Ogos

source: Oct
my: Okt

source: Dec
my: Dis

source: Edit
my: Sunting

source: Delete
my: Padam

# manage_default_recommandations
source: Manage defualt recommendations
my: Urus Pengesyoran Lalai

source: Add
my: Tambah

source: Shop types
my: Jenis kedai

source: Manage membership
my: Urus Keahlian

# add_membership_plan
source: Add membership
my: Tambah pelan Keahlian

source: Select your super category
my: Pilih kategori super anda

# select_your_shop_varient_type
source: Select your shop variant type
my: pilih jenis variasi kedai anda

source: Select your cover icons
my: pilih ikon muka depan anda

source: Always
my: Sentiasa

source: Not selected
my: Tidak terpilih

source: Waiting
my: Menunggu

source: Silver grocery
my: Kedai runcit perak

source: Food delivery
my: Penghantaran makanan

source: Urban
my: Bandar

source: Orders
my: Pesanan

source: Invoice id
my: Id Invois

source: Settlement value
my: Nilai penyelesaian

# commision
source: Commison
my: Komisen

source: Item amount
my: Jumlah item

source: Driver commision
my: Komisen pemandu

source: Driver fees
my: Bayaran pemandu

source: Payment method
my: Kaedah pembayaran

source: Cash on delivery
my: Tunai semasa penghantaran

source: Due
my: Kerana

source: Vendor wallet
my: Dompet penjual

source: Vendor transaction
my: Transaksi vendor

source: Driver transaction
my: Transaksi pemandu

source: Provider transaction
my: Transaksi Pembekal

source: Transaction id
my: ID Transaksi

source: Vendor id
my: Id Penjual

source: Amount
my: Jumlah

source: Notes
my: Nota

source: Requested date
my: Tarikh Diminta

source: Processed date
my: Tarikh Diproses

source: History id
my: Id Sejarah

source: Plan id
my: Id Pelan

source: Plan name
my: Nama pelan

source: Vendor
my: Penjual

source: Plan amount
my: Jumlah Pelan

source: Created date
my: Tarikh Dicipta

source: Expire date
my: Tarikh luput

source: Driver id
my: id pemandu

source: Action
my: Tindakan

source: Collect cash
my: Kumpul wang tunai

source: Add category
my: Tambah Kategori

source: Select your image
my: pilih imej anda

source: Category
my: kategori

source: Manage provider
my: Urus pembekal

source: Mobile
my: Mudah alih

source: Terms & condition
my: Terma dan syarat

source: Policy
my: Dasar

source: Vendor policy
my: Dasar vendor

source: Privacy policy
my: Dasar privasi

source: Manage payment gateway
my: Urus gerbang pembayaran

source: Update
my: kemas kini

source: Super site
my: tapak tambahan

source: Settings
my: tetapan

source: Context system title
my: tajuk sistem konteks

source: Lets kick now
my: Mari sepak sekarang

source: Its easy and take less than 30 seconds
my: Ia mudah dan mengambil masa kurang daripada 30 saat

source: Copyright
my: hak cipta

source: Prepared
my: Bersedia

source: Cancelled
my: dibatalkan

source: Delivered
my: Dihantar

source: Shipped
my: Dihantar

source: Packed
my: Berbungkus

source: Preparing
my: Bersedia

source: Contact
my: Kenalan

source: Basic information
my: Maklumat asas

source: Seller
my: Penjual

# settings_and_agreement
source: Setting and agreement
my: Tetapan dan Perjanjian

source: store
my: Kedai

source: Please enter the store
my: sila masuk ke Kedai

source: Company legal name
my: Nama Perundangan Syarikat

source: Please enter the legal name
my: sila masukkan Nama Undang-Undang

source: Your legal name which mentioned in bill or in address proof
my: Nama sah anda yang disebut dalam Bill atau Bukti Alamat

# please_enter_the_alter_mobile
source: Please enter your alter mobile number
my: sila masukkan telefon bimbit alter

source: Alter mobile
my: Alter Mudah Alih

source: Please enter the store name
my: sila masukkan Nama Kedai

source: Online store name
my: Nama Kedai Dalam Talian

# your_store_name_in
source: Your store name
my: Nama kedai anda di

source: Please enter the subtitle of the store
my: sila masukkan sari kata kedai

source: Enter the subtitle
my: Masukkan Sarikata

# government_reg_company
source: Governmnet reg company
my: Reg Kerajaan Syarikat

source: Startup
my: Memulakan

source: Upload logo
my: Muat naik Logo

source: Shop location
my: Lokasi Kedai

# please_enter_your_name
source: Please enterv your name
my: sila masukkan nama anda

source: Enter your name
my: Masukkan nama anda

# give_us_the_name_of_the_owner_or_managing_director_or_admin_of_your_company
source: Give us the name of the owner or managing directop of your company
my: Beri kami Nama Pemilik atau Pengarah Urusan atau Pentadbir syarikat anda

source: Zipcode
my: Poskod

source: Please enter latitude
my: sila masukkan Latitud

source: Please enter the pickup address
my: sila masukkan Alamat PickUp

source: Address
my: Alamat

# please_enter_your_landmark
source: Please enter yor landmark
my: sila masukkan mercu tanda anda

source: Landmark
my: Mercu tanda

source: Longitude
my: Bujur

# please_enter_longitude
source: Please enter your longitude
my: sila masukkan Longitud

# your_currently_registered_shop
source: your currently
my: Kedai anda yang kini berdaftar

source: Store timing
my: Waktu Stor

source: Opening time
my: Waktu pembukaan

# provide_the_details_of_your_store_opening_time
source: Provide the details of your store time
my: Berikan perincian masa pembukaan Kedai anda

source: Please enter the closing time
my: Sila masukkan masa Penutupan

# provide_the_details_of_your_store_closing_time
source: Provide the details of your closing time
my: Berikan butiran masa Penutupan Kedai anda

source: Enter time
my: Masukkan Masa

source: Please enter the personal proof
my: sila masukkan Bukti Peribadi

# please_select_your_business_type
source: Please_select the started year
my: sila pilih jenis perniagaan anda

source: Please enter the started year
my: sila masukkan tahun Bermula

source: Started year
my: Bermula tahun

source: Enter the company started year
my: Masuk syarikat bermula tahun

source: Holders bank details
my: Butiran Pemegang-Bank

source: Please enter the holders name
my: Sila masukkan nama Pemegang

source: Holders name
my: Nama Pemegang

source: Please enter the branch
my: Sila masukkan Cawangan

source: Branch
my: Cawangan

source: Account number
my: Nombor akaun

source: Please enter the account number
my: sila masukkan Nombor Akaun

source: Bank code
my: Kod bank

source: Please enter bank code
my: Sila masukkan Kod Bank

source: Please enter bank name
my: Sila masukkan nama bank

source: Previous
my: Sebelumnya

source: Next
my: seterusnya

source: Do you need technical assistant
my: Adakah Anda Memerlukan Pembantu Teknikal

# do_you_need_boost_for_store
source: Do yo need boost for store
my: Adakah Anda Perlu Meningkatkan Untuk Kedai

source: I here by accept terms and conditions above mentioned
my: Saya di sini dengan menerima terma dan syarat yang dinyatakan di atas

source: Seller kyc
my: penjual kyc

source: Basic description
my: penerangan asas

source: Latitude
my: latitud

source: Gov personal proof id
my: id bukti peribadi gov

source: Mention your holidays
my: sebutkan cuti anda

source: Store id
my: Id stor

source: Coupon title
my: Tajuk kupon

source: Enter your coupon validity
my: masukkan kesahihan kupon anda

source: Minimum purchased amount
my: jumlah minimum yang dibeli

source: Terms
my: syarat

source: Code
my: kod

source: Limit
my: had

source: Upload image
my: muat naik imej

source: Please upload limit
my: sila muat naik had

source: Validity days
my: hari sah

source: Cash on hold
my: wang tunai ditahan

source: History
my: wang tunai ditahan

source: Top vendor
my: vendor teratas

source: Top selling products
my: produk terlaris

source: Zone
my: Zon

source: Super store
my: kedai super

# d_recommedation
source: D recommendation
my: d cadangan

source: Booking details
my: butiran tempahan

source: Payment details
my: Butiran pembayaran

source: Top banner
my: sepanduk atas

source: Discount upto
my: diskaun sehingga

source: Submit
my: serahkan

source: Name
my: nama

source: Sort by
my: disusun mengikut

source: Options
my: pilihan

source: Add super category
my: tambah kategori super

source: Manage zone
my: mengurus zon

source: No of drivers
my: bilangan pemandu

source: No of shops
my: bilangan kedai

source: Date
my: Tarikh

source: Search
my: cari

source: Add zone
my: tambah zon

source: Zone name
my: nama zon

source: Search box
my: kotak carian

source: Save
my: jimat

source: Delete selected shape
my: padamkan bentuk yang dipilih

source: Shop type
my: jenis kedai

source: Super category
my: kategori super

# manage_default_recommendation
source: Manage defualt recommendation
my: mengurus pengesyoran lalai

source: Option
my: pilihan

source: Register
my: mendaftar

source: Take away orders
my: pesanan bawa pulang

source: Success
my: pesanan bawa pulang

source: Proceed
my: Teruskan

source: Add sub category
my: tambah subkategori

source: Add tax
my: tambah cukai

source: Provider name
my: nama pembekal

source: User name
my: nama pengguna

source: Phone
my: telefon

# book_id
source: Booking id
my: id buku

source: Service amount
my: jumlah perkhidmatan

source: Commission amount
my: jumlah komisen

source: Net amount
my: jumlah bersih

source: Payment status
my: status bayaran

source: Commission status
my: status komisen

source: Pending
my: yang belum selesai

source: View details
my: lihat butiran

source: First name
my: nama pertama

source: Last name
my: nama terakhir

source: Add driver
my: tambah pemandu

source: Gender
my: jantina

source: Select your zone
my: pilih zon anda

source: Driving mode
my: mod pemanduan

source: City
my: bandar

source: State
my: negeri

source: About
my: tentang

source: Users
my: pengguna

source: Smtp settings
my: tetapan smtp

source: Forgot password
my: lupa kata laluan

source: User
my: pengguna

source: Sales
my: jualan

source: Shops
my: kedai-kedai

source: Driver
my: pemandu

source: Total users
my: jumlah pengguna

source: Total sales
my: jumlah jualan

source: Total shops
my: jumlah kedai

source: Total drivers
my: jumlah pemandu

source: Terms and conditions
my: terma & syarat

source: Return policy
my: syarat pengembalian

source: Time zone
my: Zon masa

source: Default language
my: bahasa lalai

source: Change
my: bahasa lalai

source: Edit banner
my: edit sepanduk
